<template>
  <div class="mb-12">
    <div class="flex items-center justify-start mb-6">
      <div class="w-5 h-5 rounded-full bg-amber-500 ml-2"></div>
      <h2 class="text-2xl font-bold">ویژگی‌های خوش سفر:</h2>
    </div>
    
    <div class="text-gray-500 leading-relaxed text-justify">
      <p>
        تمامی افرادی که توسط جابامایی‌های برای موقعیت‌های شغلی مختلف جاباما معرفی می‌شوند باید دارای شرایط ذیل باشند:
      </p>
      <p>
        ۱. معرفی کننده از فرد معرفی شده شناخت مناسبی داشته باشد. مثلاً شناختی که از دوستان، همکاران سابق، همکلاسی‌ها و ... خود دارید.
      </p>
      <p>
        ۲. فرد معرفی شده بر اساس صحبت شما تمایل به همکاری با جاباما یا جابامایی بودن در مقطع زمانی را داشته باشد.
      </p>
      <p>
        ۳. در صورتی که فرد معرفی شده از اقوام و بستگان درجه ۱ و ۲ همکاران فعلی جاباما باشد، این موضوع باید با تیم منابع انسانی مطرح شود تا سیاست‌های جاری شرکت در مورد این 
        موضوع بررسی گردد. (تصمیم‌گیری در این رابطه از نتیجه مصاحبه‌ها و ... با تیم منابع انسانی جاباما است.)
      </p>
      <p>
        ۴. فرد معرفی شده حداقل شرایط مورد نیاز لازم از نظر فنی و غیر فنی را برای موقعیت شغلی‌ای که برای آن معرفی شده است را داشته باشد. (انطباق با نیازمندی‌های اعلام شده در 
        شرح شغلی و شرایط مورد نیاز شغل)
      </p>
    </div>
  </div>
</template>

<script setup>
// Component logic can be added here if needed
</script> 