<template>
  <div class="mb-12">
    <div class="flex items-center justify-start mb-6">
      <div class="w-5 h-5 rounded-full bg-amber-500 ml-2"></div>
      <h2 class="text-2xl font-bold">
        اصول کلی معرفی (ریفرال) افراد برای موقعیت‌های شغلی <span class="text-amber-500">جاباما:</span>
      </h2>
    </div>
    
    <div class="text-gray-500 leading-relaxed text-justify">
      <p>
        ۱. تمام همسفران ما در جاباما فارغ از این که در دوره آزمایشی هستند یا خیر، امکان معرفی کردن دوستان، همکاران قبلی و افرادی رو که مناسب موقعیت‌های شغلی جاباما می‌دونن رو 
        دارن.
      </p>
      <p>
        ۲. تمام افرادی که توسط همکاران به جاباما معرفی میشوند، هیچ برتری‌ای نسبت به سایر متقاضیان نداشته و باید فرایندهای مرتبط مانند مصاحبه و ... را طی کنند.
      </p>
      <p>
        ۳. در صورتی که افراد معرفی شده با طی کردن مراحل مورد نیاز به جاباما ملحق شوند، بعد از اتمام دوره آزمایشی ( سه ماه و یا شرط تمدید قراردادشان کوتاه‌تر شدن جایزه تعلق 
        می‌گیرد.
      </p>
      <p>
        ۴. اگر فرد معرفی شده از سمت تیم شیپ در مراحل مصاحبه باشد (رزومه ارسال کرده باشد، یا فایلت شده باشد و ...) این شرایط به فرد جایزه تعلق نمی‌گیرد.
      </p>
    </div>
  </div>
</template>

<script setup>
// Component logic can be added here if needed
</script> 