<template>
  <div class="mb-12">
    <div class="flex items-center justify-start mb-6">
      <div class="w-5 h-5 rounded-full bg-amber-500 ml-2"></div>
      <h2 class="text-2xl font-bold">
        <span class="text-amber-500">خوش سفر</span> - برنامه‌ی ریفرال همکاران <span class="text-amber-500">جاباما</span>
      </h2>
    </div>
    
    <div class="text-gray-500 leading-relaxed text-justify">
      <p>
        سفر جاباما از زمانی که وارد شدن به مسیر تحول‌گرایی شروع شد. در این مسیر همسفرانی خوبی بهمون ملحق شدن که به عنوان همکاران جاباما در حال فعالیت هستن. جاباما برای 
        گسترش فعالیت‌هایش و ارائه بهتر مسیرش به همسفرانی توانمندتر مثل همکاران فعلیتان نیاز دارد.
      </p>
      <p>
        از آنجاییکه تقریبا یک سوم زندگی افراد در محیط کار و با همکارانشون سپری میشه، از شما جابامایی‌های عزیز میخواهیم تا افراد توانمندی رو که فکر میکنید مناسب سفر بزرگ 
        جاباما هستن رو به ما معرفی کنید. بالاخره چه میشه همسفرای خوبی مثل شما؟! چند تا آدم خوش سفر و پایه که مثل خودتون توانمند باشه رو بشناسین!
      </p>
      <p>
        شما با معرفی کردن (ریفرال) این افراد به ما برای موقعیت‌های شغلی فعلی و آینده‌مون، در تکمیل تیم جاباما نقش موثری رو خواهید داشت و به ازای خوش سفر موفقیت تجربه‌های 
        جدید و رشد پایا رو می دید.
      </p>
    </div>
  </div>
</template>

<script setup>
// Component logic can be added here if needed
</script> 