<template>
  <Section>
    <div class="max-w-6xl mx-auto p-6" dir="rtl">
      <!-- Header -->
      <div class="flex items-center justify-start mb-4">
        <div class="w-6 h-6 rounded-full bg-amber-500 ml-2"></div>
        <h2 class="text-2xl font-bold">تیم سازی</h2>
      </div>
      
      <!-- Policy Content -->
      <div class="space-y-4 text-gray-500 leading-relaxed text-justify mb-10">
        <p>
          شناخت دیتیمی‌ها خارج از فضای کار کمک می‌کنه که ارتباط موثرتر و کارتیمی بهره‌ورتری رو داشته باشین. شاید تو شلوغی کارها این فرصت کمتر پیدا 
          بشه که دیتیمی ها کنار هم جمع بشن و فارغ از وظایف کاری چند ساعتی با هم تعامل کنن و وقت بگذرونن. ما تو جاباما برای تسهیل این فرایند کمک‌هزینه 
          تیم سازی رو در نظر گرفتیم که هر تیم می‌تونه فصلی برای هر نفر به میزان ۱ میلیون و ۲۰۰ هزار تومان از این کمک‌هزینه استفاده کنه و برنامه‌های خارج از 
          سازمان داشته باشه.
        </p>
        
        <p>
          برای استفاده از این کمک‌هزینه کافیه مدیر تیم با کمک اعضای تیم وافراد منتخب (Happy Team)، زمان، مکان و برنامه های مورد نظرشون رو انتخاب کنند و 
          به HRBP واحد خودشون اعلام کنند.
        </p>
        
        <h2 class="text-xl font-bold mt-8 mb-4">قوانین تیم سازی:</h2>
        
        <p>
          ما داریم میریم بیرون که یه تایمی رو با همکارانمون خارج از فضای کار وقت بگذرونیم پس اولین نکته اینه که سر ساعت هماهنگ شده حضور داشته باشید 
          تا بقیه دوستانتون منتظر شما نمونن و در ضمن بعضی از برنامه‌ها محدودیت زمانی داره دیر پایان ممکنه تایمتون از دست بره.
        </p>
        
        <p>
          اگه میخواین عکس بگیرید حتما حواستون باشه که تو عکس‌ها به قول دوستان شئونات اخلاقی و اسلامی رو رعایت کرده باشین.
        </p>
        
        <p>
          اگر عکسی گرفتین که مورد ۲ رعایت نشده بود لطفا اون عکس رو در صفحات اجتماعی و یا تگ کردن جاباما، آفیس و موارد این چنینی منتشر نکنید.
        </p>
        
        <p>
          اگه به هر دلیلی قرار بر این شد که برنامه رو شرکت نکنید، حتما به لیدر برنامتون اطلاع بدین.
        </p>
        
        <p>
          در نظر داشته باشید که بودجه تیم بیلدینگ فقط برای همان فصل قابل استفاده است و قابل انتقال به فصل بعد نیست.
        </p>
        
        <p>
          توی تایمی که در برنامه به سر می‌برید سعی کنید با همه هم تیمی هاتون ارتباط برقرار کنید و وقت بگذرونید، چون دوستای صمیمی‌ترتون رو که همیشه 
          می‌بینید. یه بخش از هدف این برنامه برای اینکه ارتباطاتتون با کل تیم بیشتر باشه.
        </p>
        
        <p>
          شما می‌تونید تیم بیلدینگ رو با همکاراتون تو واحدهای دیگه هم داشته باشید مخصوصا واحدهایی که تو کارها زیاد با هم تعامل دارید.
        </p>
        
        <p>
          اگر برنامتون دقیقه آخر تغییر کرد حتما به منابع انسانی شرکت اطلاع بدید تا در جریان این تغییرات باشند.
        </p>
        
        <p>
          نکته آخر هم که امیدواریم برید و کلی بهتون خوش بگذره و سعی کنید احترام به کل تیم و فراموش نکنید که این خوشحالی برای همه باشه.
        </p>
      </div>
    </div>
  </Section>
</template>

<script setup>
import Section from '~/components/ui/Section.vue'
</script> 