<template>
  <div class="container p-6" dir="rtl">
    <!-- Header -->
    <PageHeaderCard title="تاریخچه جاباما" :showDot="false" />
    
    <!-- History Section -->
    
    <div class="space-y-4 text-gray-500 leading-relaxed text-justify">
      <p>
        جاباما در سال ۱۳۹۵ در هلدینگ علی‌بابا متولد شد. در آن زمان جاباما روی محصول هتل کار می کرد. از اواخر سال ۱۳۹۶ شروع به کار روی محصول اقامتگاه کرد و در سال ۱۳۹۹ تبدیل به یک کسب‌وکار مستقل شد تا روی پای خودش وارد بازار اقامتگاه شود و رشد بیشتری را تجربه کند. جابامایی که امروز در آن هستید، بیشتر از همه بر رشد و توسعه گردشگری و اقامت‌های غیرهتلی و بومگردی تمرکز کرده است و تبدیل به پلتفرم قدرتمندی شده که در آن مخاطب می‌تواند به صورت آنلاین اقامتگاه مورد نظر خود را با تنوع در دسته‌بندی‌های مختلف اعم از ویلا، هتل، بومگردی، خانه سنتی و سوئیت در هر جای ایران که می‌خواهد، رزرو کند.
      </p>
      
      <p>
        جاباما برای کامل کردن پازل یک سفر لذت‌بخش، در سال ۱۴۰۰ محصول جدیدی را به اقامتگاه اضافه کرد، «تجربه» نام این محصول جدید است: جایی برای شرکت در فعالیت‌های منحصربفرد با راهنماهای کاربلد و بومی و فرصتی که پیش از این برای گردشگران ایرانی در داخل مرزها به راحتی فراهم نشده بود. در راستای توسعه گردشگری و رونق بومگردی، شرکت جاوان در سال ۱۴۰۱ به عنوان شرکت زیرمجموعه جاباما متولد شد.
      </p>
    </div>
  </div>
</template>

<script setup>
import PageHeaderCard from '~/components/ui/PageHeaderCard.vue'

definePageMeta({
  layout: 'default'
})
</script> 